import React from 'react';

const Policy: React.FC = () => {

    return (
        <div className="m-4" style={{ width: '100vw', height: '100vh', overflow: 'scroll' }}>
            <h1>[MOTI 개인정보취급방침]</h1>
            <div className="m-4" style={{    whiteSpace: 'break-spaces'}}>
{`개인정보처리방침(시행일 : 2020년 01월 29일 ~ 현재)
이용자에게 다양한 서비스를 제공함에 있어 아래 기준을 준수합니다.
아홉수(Ahobsu)(이하 ‘아홉수’)는 이용자의 동의를 기반으로 개인정보를 수집•이용 및 제공하고 있으며, 이용자의 권리(개인정보 자기결정권)를 적극적으로 보장합니다.
아홉수는 정보통신서비스제공자가 준수하여야 하는 대한민국의 관계 법령 및 개인정보보호 규정, 가이드라인을 준수하고 있습니다.

“개인정보처리방침”이란 이용자의 소중한 개인정보를 보호함으로써 이용자가 안심하고 서비스를 이용할 수 있도록 아홉수가 준수해야 할 지침을 의미합니다.

본 개인정보처리방침은 MOTI 서비스에 적용됩니다.

### **이용자로부터 다음과 같은 개인정보를 수집하고 있습니다.**

모든 이용자는 회원가입을 통해 MOTI 서비스를 이용할 수 있습니다.

이용자의 개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하겠습니다. 수집방법에는 서비스 이용, 이벤트 응모, 고객센터, 팩스, 전화 등이 있으며, 아래의 원칙을 준수하고 있습니다.

1. 서비스 제공에 필요한 최소한의 개인정보를 수집합니다.

필수정보란? : 해당 서비스의 본질적 기능을 수행하기 위한 정보선택정보란? : 보다 특화된 서비스를 제공하기 위해 추가 수집하는 정보(선택 정보를 입력하지 않은 경우에도 서비스 이용 제한은 없습니다.)

2. 민감 정보를 수집하지 않습니다.

민감정보란? : 이용자의 소중한 인권을 침해할 우려가 있는 정보(인종, 사상 및 신조, 정치적 성향이나 범죄기록, 의료정보 등)단, 법령에서 민감정보의 처리를 요구하거나 허용하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하겠습니다.

아래와 같이 개인정보 수집항목을 확인할 수 있으며, 해당 정보는 이용자가 확인한 시점을 기준으로 한 정보입니다.

[[개인정보 수집항목]](https://www.notion.so/111a57fa21944af59baaa33b15f16cde)

*서비스 이용과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록, 기기정보*

### **어떠한 목적으로 개인정보를 이용할까요**

이용자의 개인정보를 다음과 같은 목적으로만 이용하며, 목적이 변경될 경우에는 반드시 사전에 이용자에게 동의를 구하도록 하겠습니다.

1. 이용자 식별, 가입의사 및 연령 확인, 불량회원 부정이용 방지, 만 14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 법정 대리인 권리행사 시 본인확인
2. 다양한 서비스 제공, 문의사항 또는 불만 처리, 공지사항 전달
3. 이용자와 약속한 서비스 제공, 유료 서비스 구매 및 이용 시 요금 정산
4. 신규 서비스 개발, 이벤트 행사 시 정보 전달,**마케팅 및 광고**등에 활용
5. 서비스 이용 기록과 접속 빈도 분석, 서비스 이용에 대한 통계,**맞춤형 서비스 제공**, 서비스 개선에 활용

### 얼마 동안 개인정보를 이용할까요

이용자의 개인정보를 수집 및 이용 목적, 이용 기간에만 제한적으로 이용하고 있으며, 탈퇴를 요청하거나 동의를 철회하는 경우 지체 없이 파기합니다. 또한 ‘개인정보 유효기간제’에 따라 1년간 서비스를 이용하지 않은 이용자의 개인정보를 별도로 분리 보관하며, 분리 보관된 개인정보는 4년간 보관 후 지체 없이 파기합니다.

다만 관계법령에 의해 보관해야 하는 정보는 법령이 정한 기간 동안 보관합니다.

1. 서비스 이용 관련 개인정보(로그인기록)

보존 근거: 통신비밀보호법보존 기간: 3개월

2. 표시/광고에 관한 기록

보존 근거: 전자상거래 등에서의 소비자보호에 관한 법률보존 기간: 6개월

3. 계약 또는 청약철회 등에 관한 기록

보존 근거: 전자상거래 등에서의 소비자보호에 관한 법률보존 기간: 5년

4. 대금결제 및 재화 등의 공급에 관한 기록

보존 근거: 전자상거래 등에서의 소비자보호에 관한 법률보존 기간: 5년

5. 소비자의 불만 또는 분쟁처리에 관한 기록

보존 근거: 전자상거래 등에서의 소비자보호에 관한 법률보존 기간: 3년

6. 개인위치정보에 관한 기록

보존 근거: 위치정보의 보호 및 이용 등에 관한 법률보존 기간: 6개월

7. 전자금융 거래에 관한 기록

보존 근거: 전자금융거래법보존 기간: 5년

### **이용자에게 법령에 따른 동의를 받은 경우에만 개인정보를 제3자에 제공하고 있습니다.**

이용자의 개인정보를 제3자에게 제공하지 않으며, 개인정보를 제3자에게 제공해야 하는 경우 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하겠습니다.다만 다음의 경우는 예외로 하고 있습니다.

1. 서비스 제공에 따른 요금정산을 위해 필요한 경우
2. 법률의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

### 이용자로부터 수집한 개인정보를 언제 어떻게 파기할까요?

이용자의 개인정보에 대해 개인정보의 수집•이용 목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.다만 관계법령에 의해 보관해야 하는 정보는 법령이 정한 기간 동안 보관한 후 파기합니다.

이때 별도 저장 관리되는 개인정보는 법령에 정한경우가 아니고서는 절대 다른 용도로 이용되지 않습니다.

전자적 파일 형태인 경우 복구 및 재생되지 않도록 기술적인 방법을 이용하여 완전하게 삭제하고, 그 밖에 기록물, 인쇄물, 서면 등의 경우 분쇄하거나 소각하여 파기합니다.

14세 미만 아동을 포함한 이용자의 권리를 보호하고 있습니다.

이용자의 권리를 다음과 같이 보호하고 있습니다.

1. 언제든지 자신의 개인정보를 조회하고 수정할 수 있습니다.
2. 언제든지 개인정보 제공에 관한 동의철회/회원가입해지를 요청할 수 있습니다.
3. 만 14세 미만 아동의 법정대리인의 법령 상의 권리를 보장합니다.(아동의 개인정보에 대한 열람, 정정•삭제, 개인정보처리정지요구권)
4. 정확한 개인정보의 이용 및 제공을 위해 수정이 완료될 때까지 이용자의 개인정보는 이용되거나 제공되지 않습니다. 이미 제3자에게 제공된 경우에는 지체 없이 제공받은 자에게 사실을 알려 수정이 이루어질 수 있도록 하겠습니다.아래와 같이 권리행사방법을 확인할 수 있습니다.

**[권리행사방법]**

개인정보 조회/수정: ‘기본정보’ 클릭하여 조회/수정 가능

동의 철회/회원가입 해지: 회원탈퇴’ 클릭하여 탈퇴 가능

이용자의 개인정보를 보호하고 궁금증 해결, 불만 처리를 위해 고객센터인 heesoo0203@gmail.com으로 문의주시기 바랍니다.

또한 개인정보가 침해되어 이에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하셔서 도움을 받으실 수 있습니다.

- 개인정보침해신고센터 (국번 없이)118 http://privacy.kisa.or.kr

- 대검찰청 사이버범죄수사단 02-3480-3571 cybercid@spo.go.kr

- 경찰청 사이버테러대응센터 (국번 없이)182 http://cyberbureau.police.go.kr

기타. 부가 방침

위 내용에 대한 추가, 삭제 및 수정이 있을 경우에는 시행하는 날로부터 최소 7일전에 공지사항 등을 통해 이용자에게 설명 드리겠습니다. 다만 이용자의 소중한 권리 또는 의무에 중요한 내용 변경은 최소 30일 전에 알려 드리겠습니다.

개인정보처리방침 시행일자: 2020년 01월 29일`}
            </div>
        </div>
    );
};

export default Policy;